English/ted-ed/2013-10-08 What is the shape of a molecule.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-05-30 Thu 15:36 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="lenovo" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-orgf81ce06" class="outline-2">
<h2 id="orgf81ce06">2013-10-08 What is the shape of a molecule</h2>
<div class="outline-text-2" id="text-orgf81ce06">
<p class="verse">
1<br />
What is the shape of a molecule?<br />
Well, a molecule is mostly empty space.<br />
Almost all of its mass is concentrated in the extremely dense nuclei of its atoms.<br />
And its electrons, which determine how the atoms are bonded to each other,<br />
&#xa0;are more like clouds of negative charge than individual, discrete particles.<br />
So, a molecule doesn't have a shape in the same way that, for example, a statue has a shape.<br />
But for every molecule,<br />
&#xa0;there's at least one way to arrange the nuclei and electrons<br />
&#xa0;&#xa0;so as to maximize the attraction of opposite charges<br />
&#xa0;&#xa0;&#xa0;and minimize the repulsion of like charges.<br />
Now, let's assume<br />
&#xa0;that the only electrons that matter to a molecule's shape<br />
&#xa0;&#xa0;are the outermost ones from each participating atom.<br />
And let's also assume<br />
&#xa0;that the electron clouds in between atoms,<br />
&#xa0;&#xa0;in other words, a molecule's bonds, are shaped kind of like sausages.<br />
Remember that nuclei are positively charged and electrons are negatively charged,<br />
&#xa0;and if all of a molecule's nuclei were bunched up together<br />
&#xa0;&#xa0;&#xa0;or all of its electrons were bunched up together,<br />
&#xa0;&#xa0;they would just repel each other and fly apart, and that doesn't help anyone.<br />
2<br />
In 1776, Alessandro Volta, decades before he would eventually invent batteries, discovered methane.<br />
Now, the chemical formula of methane is CH4.<br />
And this formula tells us<br />
&#xa0;that every molecule of methane is made up of one carbon and four hydrogen atoms,<br />
&#xa0;but it doesn't tell us what's bonded to what<br />
&#xa0;&#xa0;or how they atoms are arranged in 3D space.<br />
From their electron configurations,<br />
&#xa0;we know that carbon can bond with up to four other atoms<br />
&#xa0;&#xa0;and that each hydrogen can only bond with one other atom.<br />
So, we can guess that the carbon should be the central atom bonded to all the hydrogens.<br />
Now, each bond represents the sharing of two electrons<br />
&#xa0;and we draw each shared pair of electrons as a line.<br />
3<br />
So, now we have a flat representation of this molecule,<br />
&#xa0;but how would it look in three dimensions?<br />
We can reasonably say<br />
&#xa0;that because each of these bonds is a region of negative electric charge<br />
&#xa0;&#xa0;and like charges repel each other,<br />
&#xa0;the most favorable configuration of atoms would maximize the distance between bonds.<br />
And to get all the bonds as far away from each other as possible, the optimal shape is this.<br />
This is called a tetrahedron.<br />
4<br />
Now, depending on the different atoms involved, you can actually get lots of different shapes.<br />
Ammonia, or NH3, is shaped like a pyramid.<br />
Carbon dioxide, or CO2, is a straight line.<br />
Water, H2O, is bent like your elbow would be bent.<br />
And chlorine trifluoride, or ClF3, is shaped like the letter T.<br />
Remember that what we've been doing here<br />
&#xa0;is expanding on our model of atoms and electrons to build up to 3D shapes.<br />
We'd have to do experiments to figure out<br />
&#xa0;if these molecules actually do have the shapes we predict.<br />
Spoiler alert: most of the do, but some of them don't.<br />
Now, shapes get more complicated as you increase the number of atoms.<br />
All the examples we just talked about had one obviously central atom,<br />
&#xa0;but most molecules,<br />
&#xa0;&#xa0;&#xa0;from relatively small pharmaceuticals all the way up to long polymers like DNA or proteins,<br />
&#xa0;&#xa0;don't.<br />
The key thing to remember is<br />
&#xa0;that bonded atoms will arrange themselves to maximize the attraction between opposite charges<br />
&#xa0;&#xa0;and minimize the repulsion between like charges.<br />
Some molecules even have two or more stable arrangements of atoms,<br />
&#xa0;and we can actually get really cool chemistry from the switches between those configurations,<br />
&#xa0;&#xa0;even when the composition of that molecule,<br />
&#xa0;&#xa0;&#xa0;that's to say the number and identity of its atoms,<br />
&#xa0;&#xa0;has not changed at all.<br />
</p>
</div>

<div id="outline-container-orgaa934ce" class="outline-3">
<h3 id="orgaa934ce">expression</h3>
<div class="outline-text-3" id="text-orgaa934ce">
<p class="verse">
molecule:<br />
mass: a large amount or quantity of something<br />
nuclei:<br />
discrete: clearly separate<br />
sausages: a small tube of skin filled with a mixture of meat, spices etc<br />
formula: a series of numbers or letters that represent a mathematical or scientific rule:<br />
favorable: suitable and likely to make something happen or succeed:<br />
---------------&#x2013;&#x2014;<br />
be concentrated in:<br />
be bonded to: 与……紧密相连<br />
there's at least one way to do sth.:<br />
maximize/minimize the attraction/repulsion of:<br />
A. matter to B.: A对B重要<br />
A. be the outermost one(s) from B.: A是B最远的部分<br />
in between sth.: 在&#x2026;之间<br />
be kind of like sth.:<br />
be bunched up together: 被聚拢在一起<br />
fly apart: 四分五裂,飞离<br />
doesn't help anyone:<br />
decades before:<br />
be arranged in 3D space:<br />
bond with sth./sb.: 与他人建立紧密联系<br />
draw sth. as a line:<br />
have a flat representation of sth.:<br />
in three dimensions:<br />
get A. far away from B.:<br />
expand on our model of sth. to do sth.: 扩展xx的模型去做某事<br />
Spoiler alert: 剧透<br />
</p>
</div>
</div>
<div id="outline-container-org6c41f85" class="outline-3">
<h3 id="org6c41f85">full expression</h3>
<div class="outline-text-3" id="text-org6c41f85">
<p class="verse">
be concentrated in:<br />
- Almost all students in the town are concentrated in front of the museum.<br />
- Almost all my pocket money is concentrated in the box.<br />
- All my attention is concentrated on the beautiful girl.<br />
be bonded to: 与……紧密相连<br />
- This Buddhist nun is bonded to the fall of smallpox.<br />
- The vicar pointed out that the cursed tree is bonded to the source of income.<br />
- Bonded to the manager, he has a bad reputation.<br />
there's at least one way to do sth.:<br />
- There's at least one way to complete this course.<br />
- There's at least one way to be an expert at pressing the button.<br />
- There's at least one way to fulfill your dream.<br />
maximize/minimize the attraction/repulsion of:<br />
- She has a habit of reading in the subway, which maximizes the attraction of her husband and her.<br />
- Removing the button from the door, he maximized the repulsion of his dog and him.<br />
- I maximized the repulsion of my cat and me so that she smashed everything to pieces.<br />
A. matter to B.: A对B重要<br />
- I get tired of those tasks which matter to my English exam.<br />
- A gust of wind swept the expensive bed which mattered to my grandfather.<br />
- You should rest for a while now, which matters to your health.<br />
A. be the outermost one(s) from B.: A是B最远的部分<br />
- I seem to be the outermost one from our group.<br />
- I don't want to be the outermost one from our class anymore.<br />
- For the first time in my life, I was the outermost one from my family.<br />
in between sth.: 在&#x2026;之间<br />
- I took the seat in between the manager and my leader.<br />
- I couldn't hear a word in between the young woman and the young man.<br />
- It might be time to take a seat in between these couples.<br />
be kind of like sth.:<br />
- The shape is kind of like some monsters from outer space.<br />
- It's kind of like mythical realms inhabited by known human beings.<br />
- He developed a model for an atom kind of like a water ripple.<br />
be bunched up together: 被聚拢在一起<br />
- These struck busmen were bunched up together to reach an agreement.<br />
- The pen pals who have been interacting with each other were bunched up together last week.<br />
- These particles may have been bunched up together.<br />
fly apart: 四分五裂,飞离<br />
- These organs began to fly apart at the extreme of pressure.<br />
- The car hit the surface of the building and flew apart.<br />
- The machinery is not supposed to fly apart on the flanks of volcanoes.<br />
doesn't help anyone:<br />
- Stop complaining, it doesn't help anyone.<br />
- Don't interrupt me, it doesn't help anyone.<br />
- Although you make many building blocks of cars, these don't help anyone.<br />
decades before:<br />
- Decades before he has been able to undertake the search of extremophiles.<br />
- Decades before he proved that Mars might support life.<br />
- Decades before smallpox had been fatal for us.<br />
be arranged in 3D space:<br />
- What is remarkable about the robot is how its building blocks are arranged in 3D spaces.<br />
- How these atoms are arranged in 3D space is still a mystery.<br />
- She tries to figure out how these items are arranged in 3D space.<br />
bond with sth./sb.: 与他人建立紧密联系<br />
- With this procedure, we bonded with each other.<br />
- I have some close friends who bond with me a great deal.<br />
- The actor who bonds with the director was cast in the role of a new movie.<br />
draw sth. as a line:<br />
- It's time to draw points A and B as a line.<br />
- There's a certain probability of drawing the two electrons as a line.<br />
- She draws points A and B as a line to develop a model for an atom.<br />
have a flat representation of sth.:<br />
- The manager behaves like he has a flat representation of the layer of the building.<br />
- There is some small, but non-zero, probability that he has a flat representation of this house.<br />
- I have a flat representation of the house<br />
&#xa0;&#xa0;&#xa0;that suggests this room is just the right distance from the dining room.<br />
in three dimensions:<br />
- It looks kind of like a rabbit in three dimensions.<br />
- What does it look like in three dimensions?<br />
- Why does it look like a rabbit in three dimensions?<br />
get A. far away from B.:<br />
- I must get my daughter far away from home.<br />
- After getting her daughter far away from the castle, the king began to reminisce about her mother.<br />
- I managed to get the colleague far away from me.<br />
expand on our model of sth. to do sth.: 扩展xx的模型去做某事<br />
- He expanded on his model of electrons and protons to explain this phenomenon to his students.<br />
- He expanded on his model of cells to bring about the fall of smallpox.<br />
- Telescopes make it possible for him to expand on his model of stars.<br />
Spoiler alert:<br />
- Spoiler alert: I passed the test.<br />
- Spoiler alert: he was killed in the end.<br />
- Spoiler alert: he didn't marry Jim.<br />
</p>
</div>
</div>
</div>
</div>
</body>
</html>
